[{"Judul": "Another Sign Hybrid-Electric Aircraft Are The Future", "Konten": "One of the news items that recently crossed our path is the news that Pratt & Whitney Canada — which is a self-proclaimed “world leader in the design, manufacture and service of aircraft and helicopter engines and auxiliary power units” — has signed an agreement with consulting firm Ricardo to co-develop hybrid-electric aircraft technology.//Typically, this is not the level or stage of development that we’d cover, whether in the electric aerospace field, the electric car field, or the solar or wind field. However, it seemed to deserve a brief note due to what it signals about the industry.//Both Ricardo and Pratt & Whitney Canada are major companies. That they are teaming up to tackle hybrid-electric aerospace solutions is an indication that the future of aerospace is … hybrid-electric powertrains, and then increasingly fully electric powertrains.//Here’s a little more about //the news//: “The multi-year deal will see the Ricardo aerospace engineering team support Pratt & Whitney Canada in the development of advanced hybrid-electric propulsion technologies for next-generation aircraft. The project is part of Pratt & Whitney Canada’s regional hybrid-electric flight demonstrator programme. The company is targeting a 30% improvement in fuel efficient and commensurate reduction in carbon dioxide emissions, compared to today’s most advanced turboprop engines for regional aircraft.” A 30% improvement, if achieved, would be a notable improvement in efficiency, and thus in reduced emissions.//Adrian Schaffer, President of Emerging Mobility at Ricardo, said: “We’re delighted to have signed this deal with Pratt & Whitney Canada. It represents a significant milestone for our business, as we look to expand our capabilities and footprint in North America and explore new opportunities supporting the decarbonisation of the global aerospace sector. This project will help us build on our existing reputation for the innovative design and delivery of future-forward solutions for aerospace customers, creating clean, efficient, and integrated propulsion systems for next generation aircraft and building on our vision of creating a safe and sustainable world.”//Jean Thomassin, Executive Director of New Products and Services at Pratt & Whitney Canada, said: “Hybrid-electric propulsion technology is a core element of our strategy for continually advancing the efficiency of aircraft propulsion systems, in support of the industry-wide goal of achieving net zero carbon dioxide emissions for aviation by 2050. Our collaboration with Ricardo brings valuable expertise around component design, system integration, and testing, which will ultimately enable us to demonstrate the potential of this technology, with ground testing starting later this year and eventual flight tests in 2024.”//So, ideally, we’ll see some hard news about this collaboration before the year is out, and then real-world flights in 2024. There’s plenty of other electric aircraft news that is sure to break before that, but each addition to the mix is welcome and can potentially be a major stepping stone toward reduced aircraft emissions and lower-cost flight. If Pratt & Whitney Canada and Ricardo make major advancements in hybrid-electric flight, we’ll have this starting point to look back to.//Featured image: “The Pratt & Whitney Canada Regional Hybrid-Electric Flight Demonstrator is based on a De Havilland Canada Dash 8 experimental aircraft.” Courtesy of //Ricardo//.", "Penulis": "Zachary Shahan", "Tanggal Publikasi": "2022-07-24", "URL": "https://cleantechnica.com/2022/07/24/signs-hybrid-electric-aircraft-are-the-future/"}, {"Judul": "Real Life Stories To Show How Dangerous Climate-Fueled Hot Nights Are", "Konten": "A recent post we shared by a member of the Union of Concerned Scientists really hit close to home for me. In the post, //we got an in-depth look at a major problem with climate change: hotter nights//. While it’s good work, I think we often forget to talk about the human side of the problem in plain terms. Here’s the passage that I thing gives us a great example of this problem://“The health risks associated with hot nights are particularly high for those without access to air-conditioning or for whom the choice of turning on the air-conditioning presents difficult financial trade-offs. //People of color// and people with //low incomes// are particularly at risk, as they disproportionately live in hotter urban environments or have less financial flexibility to keep the air conditioning running. Those conditions often stem from the fact that decades or centuries of systemic racism have resulted in chronic underinvestment in the health and wellbeing of people of color and their surrounding environments. When heat puts untenable strains on the electric grid and causes blackouts or when power is shutoff preemptively to mitigate wildfire risk, the inability to cool off at home at night can affect millions of people.”//Yeah, that’s a big wall of less-than-accessible text for many people. If you’re college educated and have real-life exposure to the issues the author was talking about, it brings up the mental imagery to really process what she’s talking about. If you don’t have both of those things in your background, it looks like a hypothetical ivory tower look at the problem. Worse, it probably looks like left-wing social justice hand wringing to conservative people in the suburbs and exurbs.//So, I want to share some real-life experiences I’ve had with hot nights to drive this important point home.//When I first graduated college, I took a graphic design and marketing job in expensive Scottsdale. I didn’t have much money, and I didn’t get all that much by Scottsdale standards. But, by my small town New Mexico standards, it was serious money. I stayed with some relatives for a bit while I started the job, and quickly found out that moving the rest of the family over was going to be more challenging than I thought. Everything was so damned expensive! So, I ended up in an apartment near ASU in Tempe.//It was really a terrible apartment. People would scream at each other outside at night threatening to kill each other. On several occasions, people tried to kick our door down, probably because some people across the way were selling drugs and they didn’t have the money for their next high. We were on our own when it came to police, who wouldn’t do anything about the problem. The problem only went away when we creatively let the right people know that messing with our apartment was an extremely dangerous idea.//Here’s the thing about Phoenix heat in the summer: it’s quite tolerable for a couple minutes at a time. Unless it gets enough time to soak into your clothes and skin, you don’t notice it that much. A quick walk across the parking lot isn’t a big deal, and if you can park in the shade, your car isn’t a hot oven. The only time you can really do anything outside is at night, but you’ll still want to go back to air conditioning as soon as you can during the hottest weeks.//But, one afternoon things started getting really hot in our apartment. When I got home from work, family members were complaining about the rising heat. Neighbors were walking around outside asking each other if their apartments were getting hot. It turned out that the apartment complex had a central air conditioning system, and the equipment had gone out. What was once tolerable in short doses quickly became not only uncomfortable but nauseating and exhausting. 90 degrees isn’t a big deal when you’re running between cars and air conditioned buildings, but when it’s 3 AM and your bed is 90 degrees, it’s a serious problem that keeps you from sleeping and being able to work the next day.//We used some tricks we had learned from relatives in Mexico who grew up before air conditioning was common. Getting sheets wet helped keep body temperatures down. I even figured out how to construct a crude evaporative cooler using the broken air conditioner’s heat exchanger and some wet rags, but it was a chore to keep the rags wet. During the day, I took everybody to work, and they hung out in my office to stay cool. But, not everyone was so lucky. I saw neighbors laying in the grass while the sprinklers watered it. Other neighbors sat in their cars for hours to cool off, burning up a bunch of gas they probably couldn’t afford. Other people sat outside sweating or wetting themselves with tap water, hoping that the breeze would cool them off.//Years later, I worked as an Uber driver for a while in the area. It was then that I realized how enormous of a problem this really was. While occasional air conditioner problems would leave people struggling, this was normal life for the metro area’s homeless population.//One night, I saw a man passed out on the sidewalk. I pulled over and checked him out. He was breathing and had a weak, slow pulse. He was covered in ants. I was able to briefly sit him up and get him semi-awake, and got him to drink some sips of water and Gatorade, but he passed out again. Paramedics figured out that he was having a diabetic episode, exacerbated by the heat.//I saw many other homeless people barely hanging on in the area. Most would find a place to hide during the day, wetting themselves with whatever water they could find, sitting in the shade, and sleeping the heat off. Only at night would they be able to get up and go look for food, water, and people willing to give them loose change.//In other words, the night was the only refuge for the homeless and the poor I saw and talked to. Take that away from them, and you’ll start finding many more dead and dying poor and homeless people in the heat. It’s a real problem, and not something we can describe in a political jargon-ridden paragraph vaguely describing people in different social groups. Academic descriptions of problems is important for academics, but doesn’t help make the story relevant to the average person.//Getting real stories of bad things happening to real people out there is the only way to get people to care about the problem.//Featured image: Cars entering and exiting the Deck Park Tunnel in downtown Phoenix at night. Image by Jennifer Sensiba.", "Penulis": "Jennifer Sensiba", "Tanggal Publikasi": "2022-07-24", "URL": "https://cleantechnica.com/2022/07/24/real-life-stories-to-show-how-dangerous-climate-fueled-hot-nights-are/"}, {"Judul": "Wins for Clean Energy in Georgia, But More Action Needed on Rooftop Solar", "Konten": "In a victory for Georgia consumers and the clean energy economy, the Georgia Public Service Commission (PSC) has voted to approve a solar resource plan that should result in an increase in Georgia Power’s solar energy procurement by 6 to 9 gigawatts through 2035 and add 500 megawatts of battery storage to the energy grid. When paired with solar, energy storage can keep the lights on reliably, even during extreme weather conditions and spikes in electricity demand.//In addition to the solar and storage buildout, the PSC voted unanimously to create a collaborative “Distributed Generation Working Group.” The group — which will be composed of representatives from utilities, the solar industry, and PSC staff — will develop recommendations for growing the distributed energy market in Georgia.//“It’s extremely heartening to see the Commission prioritize growth of distributed renewable energy through the establishment of a working group,” says Tully Blalock, Senior Vice President of SolAmerica Energy and Policy Co-Chair of the Georgia Solar Industries Association (SEIA). “Distributed generation is the clear path forward for Georgia’s economy, workforce, and public health. We’re excited to see the commission recognize the crucial role of distributed generation in such a tangible way.”//Also before the PSC today was a vote to expand Georgia Power’s popular monthly netting program by as much as 15 percent, bringing rooftop solar within reach for 75,000 Georgia households. Commission Vice Chair Tim Echols — who has been a champion for net metering expansion — brought the measure forward, before it failed in a 3–2 vote.//The program, which was introduced as a pilot in 2020, fairly compensates rooftop solar customers for excess electricity produced by their solar systems. The popularity and success of the program were quickly apparent, with thousands of Georgians signing up to receive the benefits of affordable rooftop solar. When the pilot reached its 5,000 customer limit in mid-2021, advocates began urging the PSC to lift the cap and expand solar access across the state.//“We applaud some of the Commission’s decisions today, and are optimistic that the Commission will address net metering in the upcoming Georgia Power rate case to bring affordable rooftop solar within reach for tens of thousands of Georgia families,” says Allison Kvien, Southeast Regulatory Director at Vote Solar. “Monthly netting empowers families to lower their monthly bills and contribute to a cleaner, more resilient energy grid through rooftop solar. We thank Vice Chair Echols and Commissioner McDonald for their leadership on this critical issue, and will continue our efforts to make solar affordable and accessible to all Georgians.”//Georgia, which is ranked 7th in the nation for solar installations, has already experienced the workforce and economic benefits of a thriving solar industry. The state is home to nearly //200 solar companies and supports approximately 4,500 jobs//. Further, Georgia has seen $4.9 billion in investments from the solar industry and projections show the state can add almost 2,000 megawatts of solar over the next five years.//“//Georgia// took significant steps in expanding renewable energy development across the state today,” says Will Giese, Southeast Regional Director at the Solar Energy Industries Association (SEIA). “The solar and storage additions to Georgia Power’s integrated resource plan will help ease the inflation pinch on Georgia families through the procurement of stable, low-cost clean energy. While the Commission missed an important opportunity to expand the state’s net metering pilot, it’s encouraging to see them create a distributed generation working group. In the face of rising energy prices, we will continue to advocate for solutions that expand clean energy access to all Georgia ratepayers.”//By //SEIA", "Penulis": "Guest Contributor", "Tanggal Publikasi": "2022-07-24", "URL": "https://cleantechnica.com/2022/07/24/advocates-celebrate-wins-for-clean-energy-in-georgia-urge-action-on-rooftop-solar/"}, {"Judul": "SVolt Energy Readies Solid-State Battery With 400 Wh/Kg Energy Density For Production", "Konten": "Svolt Energy//, a division of China’s Great Wall Motors, has been hard at work creating true solid-state batteries for several years now. In its rush to get there, it may (or may not) have enticed some employees of CATL to join its research department. In any event, CATL sued Svolt and that suit has now been settled — amicably, we presume.//This week, //CnEVPost// is reporting that //Svolt Energy// is the first company to create prototype 20 Ah solid-state sulfide battery cells with an energy density of 350 to 400 Wh/kg. Those prototype cells have successfully passed nail puncture and thermal runaway tests at temperatures of up to 200° C. Once those cells are commercially available, they could make it possible for electric vehicles to drive 1,000 kilometers or more on a single charge, according to the company.//Svolt Energy says its sulfide technology has been difficult to develop, but it now has the ability to produce many kilograms of solid-state electrolyte materials, is able to continuously prepare solid-state electrolyte films, and can assemble solid-state soft pack cells with its newly developed production equipment. It has been awarded 109 sulfide battery technology patents, of which 93 cover the manufacturing process.//Several Chinese automakers are touting new battery systems that can power an electric car for 1000 kilometers or more on a single charge. According to Notebook Check, NIO approached CATL last year about developing a hybrid semi-solid 150 kWh battery pack that could power its ET7 high performance sedan for 1000 kilometers. CATL reportedly sent NIO away, claiming it had all the business it could handle, thank you very much.//NIO than turned to WeLion to develop semi-solid state batteries for its ET5 and ET7 cars, which forced CATL to reassess its position and invest in the development of batteries with a high nickel content. Now //Gotion,// which is backed by Volkswagen, says it is ready for pilot mass production of semi-solid state batteries as soon as this year.//Semi-solid state batteries may be a bridge to true solid-state batteries, just as plug-in hybrid cars may act as a bridge to battery electric driving, but true solid-state batteries have significant advantages over conventional lithium-ion and semi-solid state batteries in terms of energy density, charging rate, safety, durability, and thermal management of the individual cells. Svolt Energy is pushing hard to produce prototypes of its solid-state batteries as soon as possible so that automakers can evaluate them for use in the future//The downside could be higher costs for manufacturers and consumers as the //price of battery raw materials// — especially nickel — goes through the roof. In the final analysis, less expensive //LFP batteries// may be the choice of many automakers as they struggle to balance affordability and range. For many EV drivers, a range of 1000 kilometers may be desirable but totally unnecessary to meet their driving needs.//Which would you rather have, a $40,000 car that goes 500 kilometers between charging events, or a car with 1000 kilometers of range that costs $70,000? As the //Rolling Stones// taught us, you can’t always get what you want, but sometimes you can get what you need. At the moment, it appears that solid-state batteries may not be the key to affordable EVs, despite their many advantages.", "Penulis": "Steve Hanley", "Tanggal Publikasi": "2022-07-24", "URL": "https://cleantechnica.com/2022/07/24/svolt-energy-readies-solid-state-battery-with-400-wh-kg-energy-density-for-production/"}, {"Judul": "Is “Recall” Really The Right Word In The Era Of Auto Over-The-Air Updates?", "Konten": "In the US automotive world, a “recall” is issued when a manufacturer or National Highway Traffic Safety Administration (//NHTSA//) determines that a vehicle or particular equipment creates an unreasonable safety risk or fails to meet minimum safety standards. Manufacturers are required to fix the problem by repairing it, replacing it, offering a refund, or even repurchasing the vehicle.//Over-the-air (OTA) updates are becoming more common as new vehicles increasingly feature built-in wireless connections. Ford, Mercedes Benz, Tesla, and GM have used OTA updates to address product recalls. With so many automakers now sending OTA updates, isn’t it time to replace our tendency to focus on the negative connotations associated with a “recall?”//Recall no more! Why don’t automakers simply say a NHTSA-approved update will take place?//Regular software updates are an integral part of the service concept across industries in the digital world. OTA updates are a practical method for manufacturers to rapidly deliver system fixes and improvements and draw upon a complex system architecture with connected control units and system functions.//Many connected car systems are built to work in a distributed manner, therefore requiring communication with other systems over a network. These cars have started to become the new normal in the automotive industry. Due to the major advancements in automotive electronic systems and wireless communication technology, processes such as vehicle diagnostics and updating the software in vehicle electronic control units are possible from a remote location through the internet and without having vehicles being present at service station.//Data sets for recalls emerge in the US from the NHTSA. An unprecedented number of auto product recalls has taken place in recent years. Interestingly, there has been //subsequent low consumer recall compliance//. This raises questions about the role of the NHTSA and other regulatory agencies in ensuring safety in the era of new technologies to create fixes.//Connected vehicles combine software and hardware components in an integrated system. A //study// in the //Journal of Business Research// indicates that automobile recalls elicit, on average, stock investors’ reaction of −.22%, equivalent to a loss of $81 million. Clearly, vehicle recalls in which //live service technicians manually repair a vehicle// are expensive, and many automotive manufacturers have implemented OTA updates as a contemporary replacement or repair delivery system that makes it unnecessary to bring a vehicle into a service center. Instead, service centers receive access to updates with the same contents at the same time as an OTA update, allowing for consumer convenience of choice.//OTA updates help automotive manufacturers to //reduce vehicle warranty and recall costs// and are an opportunity to implement safety-related and legally relevant corrective measures in a faster, more customer-friendly and efficient manner than traditional recall practices.//How does an auto manufacturer react following a product defect discovery that results in a product recall decision? Current product recalls generally place blame on managers, but there are other equally important stakeholders — suppliers, employees, competitors, media, and regulators. It is becoming increasingly prudent for automakers to adopt a stakeholder management approach that considers a recall as part of a process rather than an existential company threat.//Because OTAs may create legal implications if they do not function properly, create malfunctions, or fail to be delivered in time to solve critical problems, //implications// from the perspective of manufacturer third-party liability can arise. With OTAs, claimants may face challenges in establishing liability, especially from an evidentiary perspective, so it has been argued that the most appropriate solutions for all parties should be //insurance-based//.//Today, the majority of new cars on the road are controlled by software instead of mechanical parts as a result of vehicles becoming “smarter.” Many OTA software updates //do not remedy issues// officially deemed safety defects, so they are pushed straight from the manufacturer to drivers with little government oversight or transparency.//R&D is producing OTA innovations and possibilities. For example, one smart scheduling system uses a //deep reinforcement learning// (DRL) agent in a digital twin environment. The DRL agent can learn and simulate different scenarios and identify the best update sequence depending on monthly temperature profile, traffic congestion, and many other factors to slow down the degradation of fleet health. Whenever there is an update, the DRL agent assesses the situation and recommends the appropriate action to minimize vehicle failures and maintain fleet health.//Electric vehicles (EV) are considered the future of the automobile industry due to their high energy conversion efficiency and environmental friendliness. For EVs, updating the battery management system parameters requires careful analysis prior to the OTA update being deployed to maximize impact and reduce the likelihood of adverse behavior being introduced.//In June, Ford recalled //48,924// //Mustang Mach-Es// because they may lose power while in motion, or they may not start, as described by //Consumer Reports//. The problem originated with the vehicle’s battery contactor, which may overheat after the vehicle has been plugged into a DC fast charger and/or what Ford calls “wide-open pedal events” — that is, fully pushing the accelerator to the floor for quick acceleration.//If the contactor overheats, it could remain open, and the vehicle could lose power while driving and potentially cause a crash. If this happens, a powertrain malfunction warning light will illuminate on the dashboard, and the vehicle will display “Stop Safely Now” in the gauge cluster behind the steering wheel.//Ford planned an OTA software update for the Secondary On-Board Diagnostic Control Module (SOBDMC) and Battery Energy Control Module (BECM) software. Owners were also able to get the software update at a Ford dealership. The automaker noted that there had been no crashes or injuries related to this recall. Owners were able to call Ford customer service at 866-436-7332, and the company also contacted owners of affected vehicles by mail.//Earlier this month, Ford //informed owners// of some of its most popular internal combustion powered SUVs to park their vehicles outside after a series of engine fires that happened even when the ignition switches were off. Also, 3 owners of the Mustang Mach-E //filed a recent federal lawsuit// against Ford, alleging that the company knew about a design flaw in the 2021-2022 model Mustangs that could cause the cars to suddenly lose power while in motion.//Recalls are relatively constant; the advent of OTAs makes small fixes seem less shocking and arduous for the consumer.//Continuous and secure OTA updates do represent a challenge for the automotive industry due to technical, organizational, and regulatory issues. The recall process //must adapt// to increase transparency from manufacturers and enable NHTSA’s recall process to fit vehicles of the present and future.//If you’re in the US, how can you check to see whether your vehicle has an open recall? //NHTSA’s website// will tell you whether your vehicle has a recall that needs to be addressed. If you plug your car’s 17-digit vehicle identification number (VIN) into NHTSA’s website and a recall doesn’t appear, it means your vehicle doesn’t currently have one.//Because automakers issue recalls often, especially for many older vehicles, the NHTSA recommends checking back regularly.", "Penulis": "Carolyn Fortuna", "Tanggal Publikasi": "2022-07-24", "URL": "https://cleantechnica.com/2022/07/24/is-recall-really-the-right-word-in-the-era-of-auto-over-the-air-updates/"}, {"Judul": "Charging Up to Drive Cheaper & Cleaner Just Got A Lot Easier in Virginia", "Konten": "For anyone who wants to lower their cost of living or lower their pollution footprint (or both), Virginia’s primary electric utility rightly got a //good greenlight// from regulators last week. Dominion will now commence with well-designed electric-vehicle charger offerings, to get more EVs out on the road, putting dollars back in all Virginians’ pockets while slashing air pollution by nudging higher-cost, pollution-spewing cars OFF the road.//The approved programs will make EV driving even easier, through enhanced EV-charging access in places it’s needed most. With those additional places to fill ‘er up with greener electrons, more Virginians can drive cars that are cheaper, cleaner, and faster (just don’t drive them TOO fast, now).//More charging stations under Dominion’s newly-approved initiative means more EV miles driven, and that means more money in everyone’s pockets (and not just for the EV drivers). How?//EVs cost far less to own and drive than inefficient gas engines. Rather than dig deep into your pocket to fill your tank at the pump, you fuel up your tank at the socket with far, far cheaper electricity. Imagine whizzing past the $4 a gallon sign and filling up at home at your apartment building or in your garage instead. That cheaper option just got a lot easier for Dominion customers.//And that switch, from the gas station to the socket, is not only inexpensive for the driver’s pocketbook, it’s good for all Virginia electric customers: rather than send billions of Virginian dollars out of state to pay for dirty, climate-wrecking petroleum imported from the global petro market, Virginia’s EV-fueling dollars stay right here in the Commonwealth. Those new, lower electric payments go instead to paying down the cost of our state’s electric grid, new revenue that means lower electric rates for everyone.//If that Economics 101 — lower electric rates via increased revenue paying down the fixed cost of our state power grid — sounds too good to be true, then just look at the //lowered electric rates// where EVs are most prevalent in the nation.//But better grid economics isn’t the only win-win for EV drivers and non-EV drivers alike.//More charging stations under Dominion’s approved initiative also means cleaner air for all of us.//EVs’ “direct-drive” motors run (and accelerate!) so efficiently that, even when accounting for the upstream pollution from any remaining gas and coal plants that “fuel” them, EVs in Virginia generally //emit less than half the pollution// compared to the comparatively clunky, putt-putt-putt engines of dirty fossil combustion cars. Clean EV charging and EV driving means cleaner neighborhoods everywhere, especially along congested corridors and already-disadvantaged communities. Given that cars are, by far, Virginia’s biggest air and climate polluter, cutting any number of Virginia drivers’ pollution by more than half will eventually add up to be a very big deal, for cleaner air and a safer planet.//As for //charged-up EVs// being faster, well, you’ll just have to get one yourself to (safely) find out. But suffice it to say: once you go electric, you will never go back.//The well-designed programs regulators greenlit last week, though modest and limited in scope, begin to fill important gaps. These newly-deployed chargers, along with private installers and crucial //federal EV-charger funding// across Virginia, will ensure we can convert Virginia’s inefficient, pollution belching, “putt-putt-putt” fleet over to clean, cheaper, and, yes, faster EVs. Here are the three new options for Virginia’s EV drivers://1) In-home chargers:// Dominion now offers convenient at-home EV-charger installations to residential customers. That’s a very sensible basic: the vast majority of charging occurs at home. Think cheap overnight charging while you sleep, and when the grid is pretty much dormant as well, and therefore able to cheaply absorb that additional charging demand (not to mention that extra revenue that in turn lowers rates for all).//Crucially, 10% of those residential chargers will be made available to low-income customers, at no cost, to improve the availability of cost-saving EVs for the less affluent. That charging availability will be important as more EVs enter the more-affordable pre-owned market in the next few years.//2) Away-from-home chargers:// Dominion now incentivizes the installation of EV chargers in “long-dwell” places where it’s most convenient to charge when away from the house — think office buildings, shopping centers, gyms, and multi-family apartment buildings. The charging “gaps” in these places are essential to fill if we’re going to tackle climate change and stop throwing Virginia money away on non-Virginia petro-product: if folks can charge where they work and play, they’ll make the jump into the warm EV waters, rather than be paralyzed by perceived “range anxiety.”//Again, there is also another sensible carveout for these chargers in low-income neighborhoods and multi-family apartments, and in communities of color, to improve accessibility in those historically underserved areas. Lower cost fueling must be made available now to these important communities, so that low-cost fueling is accessible when EVs penetrate the pre-owned market in the near term.//3) Fleet charging:// Dominion now offers turnkey charging stations for fleets: this way, those ubiquitous and always-driving, always-polluting delivery vans and other high-mileage vehicles can even more easily make the jump to cleaner, cheaper electric.  Not only will those fleet owners realize massive operational savings, given their high drivetime, so will all of us realize more significantly cleaner air.//More EV charging means cleaner air and lower electric rates for everyone. And if you’re a Dominion customer and have a house, operate a fleet, or own a commercial property that you’d like to make a more inviting destination, this is a promising week: it’s now easier for you to zip around in a cheaper way, drive cleaner, and (if you promise to be safe and not break the law) drive faster.//Originally published on //NRDC//.//\n//By //Walton Shepherd// //Featured image// © //Lewis Collard//, who allows anyone to use it for any purpose, provided that the copyright holder is properly attributed.", "Penulis": "NRDC", "Tanggal Publikasi": "2022-07-24", "URL": "https://cleantechnica.com/2022/07/24/charging-up-to-drive-cheaper-cleaner-just-got-a-lot-easier-in-virginia/"}, {"Judul": "Loneliness of the Long-Distance Tesla Uber Driver", "Konten": "Lack of charging infrastructure can give a Tesla Uber driver the blues.// //By Adam Nelson, as told to David Waterworth//For over 6 years, I have provided transportation services for Uber, Didi, Ola, and my own business, while accepting various other rideshare bookings. Last year, I purchased a Tesla Model 3 Standard Range. I have completed 70,000 kilometers (43,500 miles) in 12 months, and every day drive between 250 to 500 km (155 to 310 miles) in a car that is limited to a range of 420 km (260 miles). If you want to earn more and go further than 420 km, you’re going to need to visit your closest DC fast charger for about 30–55 mins to recharge. Being a rideshare driver, having fast and reliable EV charging infrastructure available is very important. It means you can save time and plan more effectively — charging in the quiet times, accepting the rides that earn you the most money.//I live in the Brisbane CBD, and my apartment carpark isn’t fitted with electric chargers yet, so I am forced to travel into the Fortitude Valley Superchargers each day (2 km). I can do this either before or after a shift to prepare the car with 100% charge.//At other locations, I can’t always find an immediate charge because of the lack of available charging bays. Sometimes charging bays are being utilized either with Nissan LEAFs, plugin hybrids, or Mercedes-Benz EVs using the DC fast charger bays for longer periods of time. This can cause frustration and you miss the usual start times for rideshare drivers.//I have been experimenting with picking different types of jobs between local and intercity drop-offs. Typically on Uber you have 15 seconds before a job is passed on or declined. You have to decide quickly if it is worth taking short or long trips based on your overall battery charge status as well as weather factors that may reduce your range. In other words, just imagine a bunch of numbers and equations floating around your head and in 15 seconds you need to estimate the entire trip’s energy requirements without canceling on the passenger. The Tesla app and 3rd party apps like //A Better Route Planner// are used sometimes for estimating pickup and return round trips.//My experience with EV ridesharing over a 12 month period has mostly been without complaints. My most recent experience was during the past month. I tend to take the intercity runs on UberX, Comfort, and Premier Jobs. Reading the waybill for a $150–356 fare is fantastic. However, there is a downside risk to this because the car really needs at least a 80–100% charge to complete the round trip without having to find a charging stop. Intercity runs can be Gold Coast, Sunshine Coast, Caboolture, or Toowoomba. Gold Coast is ideal because chargers are everywhere. Sunshine Coast can be worse unless your customer is near the Maroochydore Supercharger.//A recent example will demonstrate my point. I was at Brisbane Airport on a Sunday at 10:30pm. I am sitting idle in the holding area for 20–50 mins without a job yet. Just by chance a trip comes up with notification for a long trip 45+ for $200. This means the fare is longer than 45 mins and the distance is longer than a short local hop from the airport to Brisbane city. I manage to //umm// and //ah// while gazing at the Tesla info screen for the battery status of 59%, and within 15 seconds I accepted the trip with the rider and just decided to live with the consequences later.//The customer was at the Brisbane Airport and I had to take him and his sons Lachlan and Tom to Noosa on the Sunshine Coast. I spoke to the father and confirmed the drop-off location, then applied some forward planning by checking the Tesla navigation for an arrival time and battery estimate before proceeding. I found both Lachlan and Tom in the terminal and began the direct non-stop journey to Sunshine Coast in my Tesla with 59% of range in the battery.//This is when you start to have issues with range and trying to get back home. It’s winter in Australia and raining as well. You might lose 5% of range from cold batteries and traveling at normal highway speeds. These factors will reduce the estimated range. I arrive in Sunshine Coast with 6–9%, or <60 km of range, and then spend 5 mins looking at PlugShare and various charging stations nearby at 1:00 in the morning. If you’ve ever been to the Sunshine Coast and Noosa, you know you have limited options on where to charge. I ended up driving to Cooroy railway station and using a Queensland government electric super highway charger (50 kW) and spending 1 hour charging to full, 100%. The route was complicated by road closures at the time.//By now it was around 3am. Take note I accepted the ride at 10:30/11:00pm and have still not returned to Brisbane yet. I arrived home at 4:30am. It was a very time consuming and frustrating experience.//Now, you’re probably thinking I should have charged before leaving Brisbane. Your typical Tesla Uber driver doesn’t always have 100% battery and 420 km of range, especially when running a daily routine and a randomized schedule — unless you can juggle your scheduled day with recharges and clients using your own branded independent rideshare business. This is easy in comparison to playing the game of snakes and ladders on Uber or other rideshares.//The simple solution would be to place a bank of 75 kW chargers in convenient locations where rideshare drivers wait for fares. Typically, around Australian airports you will find car parks converted into holding areas for rideshare, taxi, limo, or other airport ground transportation operators. But they don’t have EV chargers at these car parks.//After purchasing my EV, I attempted to encourage the Brisbane Airport Corporation to include chargers in the Ground Transportation Operation (GTO) area for taxis, ridesharing, and limos (this is a rideshare geofencing tagged area where you can wait and receive trips — if a Tesla Uber driver travels outside this area, he won’t be allowed to pick up airport trips). Brisbane Airport Corporation offers 4 EV chargers at DFO, intended for staff initially. BAC said “we’re not interested” and pushed the issue aside instead of expanding this offering into a dedicated GTO area.//My suggested solution is rows of DC fast chargers with a solar panel shade (carport) placed in the holding area. This would allow for rapid charging while cars are waiting in feeding and holding areas for work. Typically, cars can spend 15 minutes to 1 hour idle in rideshare areas, and that’s enough to recharge an EV close to 100% and resolve any range issues that rideshare, taxi and limo ground transportation operators would have.//Airports are missing a great opportunity for revenue and carbon credits. They could control and brand the chargers, or they could contract the service out. There would be many eager bidders — Tesla, Chargefox, Evie Network, and more. As more EVs enter the ground transportation space at airports, there will be pressure for solutions like this to be implemented for Tesla Uber drivers.//When they do this, I’ll be able to offer a more effective rideshare service for customers, and get to bed earlier!//Featured photo courtesy of Adam Nelson.", "Penulis": "David Waterworth", "Tanggal Publikasi": "2022-07-24", "URL": "https://cleantechnica.com/2022/07/24/loneliness-of-the-long-distance-tesla-uber-driver/"}, {"Judul": "Tesla Gets Its Own Lane At Mexican Border Crossing", "Konten": "Ever since Tesla moved its headquarters to Texas and started producing cars at its //factory near Austin//, it has added a number of suppliers in the Mexican state of Nuevo Leon. While that state is quite large, it has only a nine-mile long border with Texas and just one border crossing.//Ivan Rivas, the economic minister for Nuevo Leon, says his state is rapidly becoming a hub for electromobility. He anticipates that up to 7% of new investment in the state this year will come from EV companies. Unbeknownst to most of us, Tesla sources parts from 6 companies that have factories located in Nuevo Leon — Taiwanese companies EnFlex and Quanta Computer, French firm Faurecia, Germany’s ZF Friedrichshafen, and APG Mexico.//To get all those supplies where they need to go on time can be a daunting task. Nuevo Leon wants to ease congestion at the border for local companies doing business with companies in the US, especially Tesla, including by adding dedicated lanes for their business. Wait times for crossing the border crossing between Texas and Nuevo Leon can be as long as 25 minutes during rush hour. Using the new dedicated lane, Tesla suppliers can get across the border in less than 10 minutes.//Ivan Rivas tells //Bloomberg//, “It was a simple incentive. What we want is a crossing that’s much more expedited and efficient. And maybe there will be a lane for other companies in the future like there is for Tesla.” Rivas expects Tesla may add more suppliers in Nuevo Leon. The other side of the coin is that more companies may choose to locate there if they can benefit from the state’s expedited border crossing policies.//Politics can play an important role in business decisions that involve international commerce. CATL is reported to be considering a new //$5 billion battery factory in Mexico//. It appears CATL wants to avoid any border crossings that will subject its shipments to the whims of governor Greg Abbott, who can go //full Chris Christie// at any time for any reason or for no reason at all.//Supply chain management has become a critical factor in the global business community thanks to the ravages of the Covid-19 pandemic. A dedicated lane at a border crossing may seem like a small thing, but it’s little things like that that can have an outsized impact on business decisions. It may be a “simple incentive,” but it’s an important one as Tesla and others continue to put their supply chain decisions under a microscope.", "Penulis": "Steve Hanley", "Tanggal Publikasi": "2022-07-24", "URL": "https://cleantechnica.com/2022/07/24/tesla-gets-its-own-lane-at-mexican-border-crossing/"}, {"Judul": "UK Government Publication Debunks EV Myths", "Konten": "As consumer interest in electric vehicles has grown, the wave of anti-EV myths and misinformation has grown to a tsunami—false and misleading information sloshes around social media, popular magazines and local newspapers like the tides in the Bay of Fundy.//Here at the //EVannex// blog, we regularly publish accurate information that contradicts much of the common anti-EV codswallop (see my recent three-part series: Debunking EV myths, parts //one//, //two// and //three//, and my more tongue-in-cheek piece, //Snarky answers to stupid EV questions//), and our colleagues in the EV press do the same. We know whereof we speak—we’ve owned EVs for years, and we regularly speak with industry experts about the challenges of e-mobility.//However, to a certain extent we’re preaching to the electric choir—our readership skews toward people who are already knowledgeable about EVs. The “average driver” may be more likely to get their information from a “Thinking about buying an EV?” article in a local newspaper (written by a mainstream journalist who means well, but isn’t well-informed about the topic), or worse yet, from one of those “EVs’ dirty little secret” articles (bought and paid for by the oil industry or some even more sinister entity).//Automakers, which (finally) want consumers to buy their EVs, and governments, which are spending taxpayer money to promote EVs, need to do much more to educate the driving public. The UK’s Department for Transport has taken a step in the right direction with a new publication entitled //Common Misconceptions About Electric Vehicles//.//For better or for worse, I’ve become something of a professional EV-myth debunker, and my expert assessment of this publication is that it’s quite good. It addresses all the most common canards, plus a few apparently UK-specific ones that even I hadn’t heard before. It presents the material briefly, in plain language, as befits the intended audience of EV-curious motorcar buyers, and includes links to more detailed information.//The myths to be busted (or more properly, objections to be overcome) are presented in the proper order, starting with the most commonly-heard. Item #1 is not exactly a myth, and it’s the main obstacle to wider EV adoption at the moment: EVs are too expensive. The DfT’s boffins correctly point out that EVs do cost more to purchase, but deliver a lower lifetime cost of ownership, thanks to lower fuel and maintenance costs. Tax incentives in the UK provide an added bonus.//The writers succinctly dispose of no less than 19 common bugaboos. Not enough range? 99% of car journeys in England are under 100 miles, and there are over 20 models available in the UK market with over 200 miles of range. Does building an EV generate more emissions than it saves? Actually, no. “This has been debunked in numerous well-respected studies.” Batteries wear out after five years? Not a bit of it. “There are well over 10 million EVs on the world’s roads, [and] there is no evidence to suggest their lifespans are any different from a petrol or diesel vehicle.”//As we move down the list, the objections become more whimsical. Can EVs be driven or charged in the rain? “EVs have to comply with tough technical rules…including crash and electrical safety,” drily write the report’s authors. “This means they are safe to drive and charge in a wide range of weather conditions.” I was a bit disappointed not to see a flash of the famous British ironic humor here, but one can’t always have what one wants, can one?//Unlike the preceding item, a few of the objects on the list are legitimate concerns. Car owners who lack off-street parking spaces do face charging challenges, and the reliability of public chargers currently leaves much to be desired. The report’s authors acknowledge these problems, and highlights steps that government agencies are taking to address them. The //On-Street Residential Chargepoint Scheme// provides grant funding for local authorities to increase the availability of on-street charge points in residential streets where off-street parking is not available. Legislation that will mandate a 99% reliability standard for rapid charge points is to be introduced in Parliament later this year.//UK government publication// //here: //UK Department for Transport, Common Misconceptions About Electric Vehicles//Originally published by //EVANNEX//.//\nWritten by //Charles Morris", "Penulis": "Guest Contributor", "Tanggal Publikasi": "2022-07-24", "URL": "https://cleantechnica.com/2022/07/24/uk-government-publication-debunks-ev-myths/"}, {"Judul": "Charge2Go, Opening Up The Australia EV Charging Market", "Konten": "As EV enthusiasts, the founders of Charge2Go got tired of hearing stories of EV owners suffering range anxiety due to the lack of charging infrastructure. After all, electric vehicles are selling like hot cakes: driven by a lack of global supply and high consumer demand and motivated by a renewable energy future, high petrol prices, and government incentives. Unfortunately, like any maturing “chicken and egg” industry, getting the right balance between chargers and users will always be a challenge.//Charge2Go is a new entrant into the world of electric vehicle and charging services. Co-founders Peter Geers, CEO, and Hung Phan (me), COO/CTO, have both been in the energy industry for over 20 years. To combat range anxiety, Charge2Go has created the AirBnB of EV chargers, unlocking the value of private chargers and making them more accessible, thereby incentivising more chargers to the system. Modelling has shown that a well utilised charger could pay back its purchase & installation within 1–2 years.//The Charge2Go platform is a service that allows businesses or individuals who own or have access to a charger to list their charger on the platform, and specify when it’s available and how much they want to receive for the service. It also allows them to promote their location, products, or other services in the vicinity so they can create an ecosystem around the charging location to attract people to use it. An EV user simply searches for a location or charger type and can then book a slot on that charger for the agreed service fee. Charge2Go matches the EV Host and EV User via a transaction, and payment occurs directly between the Host and User.//The reasons for range anxiety stem from a number of industry challenges, including: coverage (where chargers are located), density (the number of chargers available), reliability (faulty chargers), compatibility (many plug types, charging speeds, and vehicles), and fragmentation (many players with their own proprietary software and payment systems). As you can imagine, the customer experience currently is both complex and overwhelming.//As more consumers choose an EV, the strain on the EV charging network will intensify. Federal and state governments have recognised this and started rolling out grants and policies to encourage development of a world-class charging network. However, the founders of Charge2Go believe this will still not be enough.//According to the ABS statistics, there were 20.1 million registered combustion vehicles as of 31 Jan 2021. If we assume that Australia successfully transitions to 100% EVs over the next 10–20 years and use the ratio of //12.23// EVs per public EV charger (current ratio in California), Australia will need to install 1.64 million EV chargers! (~8% of 20M vehicles). To put things into perspective, Australia currently has approximately 3,000 public chargers (~2,500 AC and ~500 DC fast chargers). This seems both costly and potentially unnecessary if we can adopt better utilisation of the charging network.//Imagine taking the family on an Easter road trip in your shiny new EV, the kids are hungry and tired as you pull into an en-route charging parking lot joining scores of other EV owners waiting in a queue. You then wait anywhere from 15 mins to an hour to charge while you try to entertain the family. Oh the joy! At Charge2Go, we believe the experience matters the most. We can’t change the physics of how fast you can charge, but we can offer the alternative of a charger host located off the main highways, nearby cafes, parks, and other amenities that allow you to charge while you relax and focus on other things. Charging shouldn’t be the focal point!//EV ownership will become the default preference for many consumers as choice and availability increase and prices come down. With many manufacturers ceasing production of combustion vehicles, we risk reducing the range of vehicles available to Australian consumers if we don’t create a more positive narrative for electric vehicles and the availability of chargers. More importantly, we don’t want to confuse consumers with complex charging arrangements, proprietary systems and regulations that will delay the adoption and transition to electric vehicles. Consumers and businesses don’t need uncertainty in this space.//Charge2Go is focused on accelerating the adoption of electrical vehicle ownership by enabling access to anywhere, anytime charging. We want to make everything as easy as possible for the consumer. From our research, many consumers are still concerned about the range of EVs, and if they venture off the main freeways and highways, how do they locate chargers that are in service and not already in use?//Charge2Go sees the facilitation between Host and User as a key platform service to build an active community, but is also investigating partnerships with vehicle manufacturers, retailers, and businesses who can use the platform to showcase their products and services. So, a vehicle manufacturer for example could showcase their latest offerings in their EV range or even provide vehicle reviews.//To participate in Australia’s first EV charger sharing network, please visit //charge2go.com.au// to sign up.", "Penulis": "Guest Contributor", "Tanggal Publikasi": "2022-07-24", "URL": "https://cleantechnica.com/2022/07/24/charge2go-opening-up-the-australia-ev-charging-market/"}]